Revit 2027 API
SymbolTypeId.MmH2O Property
 Symbol mmH2O, indicating unit Millimeters of water column.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MmH2O { get; }
Public Shared ReadOnly Property MmH2O As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MmH2O {
	ForgeTypeId^ get ();
}
static member MmH2O : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace